export const categorys = [
  {
    id: "a757a0e9-03c1-4a2a-b384-8ac21dbe2fb2",
    name: "Художественная литература",
    books: [
      {
        id: "1b36ea1c9b7a1c3ad668b8bb5df7963f",
        title: "1984",
        author: "Оруэлл Джордж",
        price: 250,
        annotation: `Своеобразный антипод второй великой антиутопии XX века - "О дивный новый мир" Олдоса Хаксли. Что, в сущности, страшнее: доведенное до абсурда "общество потребления" - или доведенное до абсолюта "общество идеи"?
        По Оруэллу, нет и не может быть ничего ужаснее тотальной несвободы...
        Каждый день Уинстон Смит переписывает историю в соответствии с новой линией Министерства Правды. С каждой ложью, которую он переносит на бумагу, Уинстон всё больше ненавидит Партию, которая не интересуется ничем кроме власти, и которая не терпит инакомыслия. Но чем больше Уинстон старается думать иначе, тем сложнее ему становится избежать ареста, ведь Большой Брат всегда следит за тобой…`,
        reviews: [
          {
            id: "52f6e86f6626ba8bad89051afcc9b3da",
            name: "Довольный Покупатель",
            text: `Классика антиутопий.) Хорошая книга, мне понравилась. Много интересных мыслей, есть над чем задуматься и чему ужаснуться. Отлично показывает насколько тоталитаризм способен уничтожить личность человека и целое государство. Книга полностью состоит из ужаса, страха и отчаяния. Книга страшна тем, насколько она похожа на нашу реальность.`,
            rating: 5
          },
          {
            id: "52f6e86f6626ba8bad89051afcc9b3da",
            name: "Довольный Покупатель",
            text: `Классика антиутопий.) Хорошая книга, мне понравилась. Много интересных мыслей, есть над чем задуматься и чему ужаснуться. Отлично показывает насколько тоталитаризм способен уничтожить личность человека и целое государство. Книга полностью состоит из ужаса, страха и отчаяния. Книга страшна тем, насколько она похожа на нашу реальность.`,
            rating: 5
          },
          {
            id: "52f6e86f6626ba8bad89051afcc9b3da",
            name: "Довольный Покупатель",
            text: `Классика антиутопий.) Хорошая книга, мне понравилась. Много интересных мыслей, есть над чем задуматься и чему ужаснуться. Отлично показывает насколько тоталитаризм способен уничтожить личность человека и целое государство. Книга полностью состоит из ужаса, страха и отчаяния. Книга страшна тем, насколько она похожа на нашу реальность.`,
            rating: 5
          },
          {
            id: "52f6e86f6626ba8bad89051afcc9b3da",
            name: "Довольный Покупатель",
            text: `Классика антиутопий.) Хорошая книга, мне понравилась. Много интересных мыслей, есть над чем задуматься и чему ужаснуться. Отлично показывает насколько тоталитаризм способен уничтожить личность человека и целое государство. Книга полностью состоит из ужаса, страха и отчаяния. Книга страшна тем, насколько она похожа на нашу реальность.`,
            rating: 5
          },
          {
            id: "52f6e86f6626ba8bad89051afcc9b3da",
            name: "Довольный Покупатель",
            text: `Классика антиутопий.) Хорошая книга, мне понравилась. Много интересных мыслей, есть над чем задуматься и чему ужаснуться. Отлично показывает насколько тоталитаризм способен уничтожить личность человека и целое государство. Книга полностью состоит из ужаса, страха и отчаяния. Книга страшна тем, насколько она похожа на нашу реальность.`,
            rating: 5
          }
        ]
      },
      {
        id: "1b36ea1c9b7a1c3ad668b8bb5df7963fff",
        title: "1984",
        author: "Оруэлл Джордж",
        price: 250,
        annotation: `Своеобразный антипод второй великой антиутопии XX века - "О дивный новый мир" Олдоса Хаксли. Что, в сущности, страшнее: доведенное до абсурда "общество потребления" - или доведенное до абсолюта "общество идеи"?
        По Оруэллу, нет и не может быть ничего ужаснее тотальной несвободы...`,
        reviews: [
          {
            id: "52f6e86f6626ba8bad89051afcc9b3da",
            name: "Довольный Покупатель",
            text: `Классика антиутопий.) Хорошая книга, мне понравилась. Много интересных мыслей, есть над чем задуматься и чему ужаснуться. Отлично показывает насколько тоталитаризм способен уничтожить личность человека и целое государство. Книга полностью состоит из ужаса, страха и отчаяния. Книга страшна тем, насколько она похожа на нашу реальность.`,
            rating: 5
          }
        ]
      }
    ]
  },
  {
    id: "bb8afbec-2fec-491f-93e9-7f13950dd80b",
    name: "Нехудожественная литература",
    books: [
      {
        id: "d1d799f4b6a50b3efa12866386cb2f6c",
        title: "Любимые блюда. Избранные рецепты",
        author: "Емельяненко Василий Николаевич",
        price: 300,
        annotation: `Василий Емельяненко – самый популярный повар Рунета. 3,2 млн подписчиков в YouTube и более 450 миллионов просмотров его видеороликов! Аудитория Василия не даст соврать: помимо того, что он прекрасно готовит, он еще и держит себя в отличной физической форме. Большой кулинарный опыт и постоянные поиски чего-то нового, свежего и неповторимого дают возможность создавать уникальные и поистине вкусные блюда, которыми Василий с удовольствием делится на своем YouTube-канале`,
        reviews: [
          {
            id: "7ea66561a8992aafa1309efd2936eb65",
            name: "Антон",
            text: "Нормально",
            rating: 3
          }
        ]
      }
    ]
  },
  {
    id: "982bfbce-c5e0-41a0-9f99-d5c20ecee49d",
    name: "Книги для детей",
    books: [
      {
        id: "5fdcb3c30b2c309197e02c0edb6b5b86",
        title: "Любопытная Швабра",
        author: "Сафронова Ольга Викторовна",
        price: 200,
        annotation: `Иногда великолепная пятёрка выглядит так: Любопытная Швабра, Засаленный Тапок, Карандашный Огрызок, Беззубая Вилка и Полинялый Лоскут. Вот с кем живёт бок о бок малыш Бруно, сын хозяина деликатесной лавки.
        Невиданное дело: в их тихом городке ограблен банк, мало того - все следы ведут в лавку отца. Только тсс - никому не говорите! - кажется, в этом замешаны мыши. Без кота не обойтись! И как хорошо, что Любопытная Швабра знает одного приличного зверя, способного им помочь и спасти лавку деликатесов от скандала и разорения…
        Ольга Сафронова - журналист по образованию, переводчик и писатель. Её книги издаются на русском и испанском языках. Несколько лет назад Ольга переехала в Барселону и вскоре обнаружила, что незаметно для себя уже сочиняет сказки. Ещё больше испанского колорита образам придала Дарья Мальцева - именно она точно знает, как выглядит самая любопытная в мире швабра.
        Для младшего и среднего школьного возраста.`,
        reviews: [
          {
            id: "43793d6fabd5236aea3d6e3b1c9b51ce",
            name: "Иглина Кристина",
            text: `Срочно захотелось отведать хамона, цукатов в шоколаде и мармелада ручной работы. Эту книгу категорически нельзя читать мамам на голодный желудок, иначе холодильник останется пустым. А если серьезно, чудесная детская книжка, волшебная, наивная и очень добрая.`,
            rating: 5
          }
        ]
      }
    ]
  },
  {
    id: "15f6ab8aec50972e89b757338592f928",
    name: "Переодические издания",
    books: [
      {
        id: "706c2725cb2b46a300ebfd11948e44e8",
        title: "Журнал Знание-сила № 8. 2022",
        author: "Журнал Знание-сила",
        price: 250,
        annotation: `Великое в разнообразии: сохраняя культурное наследие народов России
        2022-й объявлен в нашей стране Годом народного искусства и нематериального культурного наследия народов России.
        Каждый человек многомерен. Прежде всего он - представитель человечества, населяющего Землю, продукт длительной эволюции. На нашей планете есть разные континенты, которые приютили разные расы, и человек представляет ту или иную расу. Кроме того, он - гражданин или подданный какой-то страны, в которой исстари жили его предки.`,
        reviews: [
          {
            id: "b2898a81b45310b30beb8fc0c0a9ce1e",
            name: "Марина",
            text: "Интересно и познавательно.",
            rating: 5
          }
        ]
      }
    ]
  },
  {
    id: "154b80a9c1545eb7a6d0141b7f2682aa",
    name: "Религия",
    books: [
      {
        id: "bbe130b957f830d71e48079b07024752",
        title: "Первоцерковь и иудеохристианство",
        author: "Хенгель, Швемер",
        price: 370,
        annotation: `В новом томе "Истории раннего христианства" перед читателем предстает во всем своем многообразии начальная эпоха церкви. Всесторонне анализируя исторические источники, авторы подробно показывают зарождение и развитие первой христианской общины и постепенный переход к проповеди язычникам. В книге описана структура первоцеркви, рассмотрены существовавшие в ней порядки и возникавшие в ней конфликты, изложено содержание первохристианского учения, представлена роль таких лидеров ранней церкви, как Петр, Павел и Иаков, брат Господа. Завершается книга объяснением того, как произошло "расхождение путей" между христианством и иудаизмом.`,
        reviews: [
          {
            id: "ce62f60b85c785202e72bcd25d2b0f78",
            name: "Игорь",
            text: "Познавательно",
            rating: 4
          }
        ]
      }
    ]
  },
  {
    id: "597accc2defba7425bf8046d42feab36",
    name: "Учебная литература",
    books: [
      {
        id: "bf5032350042d47bbb6454cceea53e1c",
        title: "ОГЭ 2023 Русский язык. 9 класс. 30 тренировочных вариантов",
        author: "Сенина, Гармаш, Андреева",
        price: 300,
        annotation: `Новое учебно-методическое пособие для подготовки к ОГЭ по русскому языку в 2023 году от издательства "Легион" . Работая по этой книге, девятиклассники приобретут прочные, осознанные и фундаментальные навыки выполнения всех заданий экзаменационной работы ОГЭ. `,
        reviews: [
          {
            id: "82064f81900edcd9606f0a808a0d3e63",
            name: "Гусева Софья",
            text: "Хороший сборник тренировочных вариантов для подготовки к сдаче ОГЭ по русскому языку.",
            rating: 5
          }
        ]
      }
    ]
  },
  {
    id: "aa747c6e242ce2f973ba9f52ce980227",
    name: "Комиксы",
    books: [
      {
        id: "00f144a923d4a1b5935afe83c7b41108",
        title: "Город надгробий",
        author: "Ито Дзюндзи",
        price: 400,
        annotation: `Отправившись навестить переехавшую в другой город подругу, брат с сестрой становятся невольными виновниками автомобильной аварии со смертельным исходом. Желая защитить себя, они утаивают ото всех правду о происшедшем, не подозревая о том, какая ужасная расплата ожидает их за содеянное. Кроме заглавной истории, в сборник входят еще одиннадцать рассказов о самых загадочных и ужасных событиях, какие только могло вызвать к жизни безудержное воображение автора.`,
        reviews: [
          {
            id: "cb60b5ae363faaa5d6f2070c669233cd",
            name: "Китаев Семен",
            text: `Предпоследний том в "коллекции ужасов Дзюндзи Ито", как мне кажется самый интересный и жуткий.`,
            rating: 5
          }
        ]
      }
    ]
  }
];
